Repository: STARKOV-Group/DrxFaker
Catalog: starkov.Faker/starkov.Faker.Shared/ModuleSystem.*.resx
Languages: ru

# CoverTab_Tab
source: Main
ru: Основное

# DisplayName
source: Generate entities
ru: Генератор сущностей

# AsyncHandler_Description_ceb7ef88a7094823a49f530a16c49acf
source: Async handler for entity generation
ru: Асинхронный обработчик для генерации сущностей

# CoverTitle
source: Entity generator
ru: Генератор сущностей

# CoverDescription
source: Generation of entities
ru: Генерация сущностей

# CoverGroup_Functions
source: Actions
ru: Действия

# CoverAction_StartGeneration
source: Start generation
ru: Запуск генерации

# CoverDescription_StartGeneration
source: Start generation on the selected entity
ru: Запуск генерации по выбранной сущности

# CoverGroup_Databooks
source: Databooks
ru: Справочники

# CoverAction_EntityTypes
source: Registry of types of entities
ru: Реестр типов сущностей

# CoverDescription_EntityTypes
source: List of entity types
ru: Список типов сущностей

# CoverAction_DocumentTypes
source: Registry of document types
ru: Реестр типов документов

# CoverDescription_DocumentTypes
source: List of document types
ru: Список типов документов

# CoverAction_ParametersMathcing
source: Entity parameters matching registry
ru: Реестр соответствия заполняемых параметров сущности

# CoverDescription_ParametersMathcing
source: List of matches for filled in entity parameters
ru: Список соответствий заполняемых параметров сущности

# CoverGroup_Settings
source: Settings
ru: Настройка

# CoverAction_OpenModuleSetup
source: Module setup
ru: Настройки модуля

# CoverDescription_OpenModuleSetup
source: Open module setup
ru: Открыть настройки модуля

# AsyncHandler_Description_8e788f19b4d24912af56eb4ff19dc53a
source: Asynchronous handler for running tasks
ru: Асинхронный обработчик для запуска задач

# AsyncHandler_Description_b02f2111d9214c68b17ab257abda8b42
source: AH for launching multiple AH for generating entities
ru: АО для запуска множества АО по генерации сущностей
