Repository: STARKOV-Group/DrxFaker
Catalog: starkov.Faker/starkov.Faker.Shared/Module.*.resx
Languages: ru

# DialogDataInput
source: Data input
ru: Ввод данных

# DialogFieldEntityToFill
source: Entity to fill
ru: Сущность для заполнения

# DialogFieldEntityCreateCount
source: Number of records to be created
ru: Количество создаваемых записей

# MessageEntityGenerationProcessStarted
source: Entity generation process started successfully
ru: Процесс по генерации сущностей успешно запущен

# AsyncEndWorkMessage
source: The process of generating {0} entities has completed its work. More details are sent in the notification.
ru: Процесс по генерации {0} сущностей завершил свою работу. Более детальная информация отправлена в уведомлении.

# LocalizedPassword
source: Password
ru: Пароль

# ErrorText_SetValToProperty
source: Error caused by setting value to property {0}: - {1}
ru: Ошибка вызванная занесением значения в свойство {0}: - {1}

# InfoText_FirstEntryID
source: First entry ID: {0}
ru: ИД первой записи: {0}

# InfoText_TimeSpentToCreatEntities
source: Time spent creating entities: {0}
ru: Время затраченное на создание сущностей: {0}

# InfoText_Errors
source: Errors: {0}
ru: Ошибки: {0}

# NoticeSubject
source: Created {0} from {1} entities of type {2}
ru: Создано {0} из {1} сущностей типа {2}

# DialogError_RecordCountLessThanOne
source: The number of records to be created cannot be less than 1
ru: Количество создаваемых записей не может быть меньше 1

# InfoText_LoginNames
source: Logins: {0}
ru: Учетные записи: {0}

# ModuleSetupsDatabookName
source: Module setup
ru: Настройка модуля

# ErrorNotCreatedSetupDatabook
source: To configure a module, you need to create an entry by initializing
ru: Для настройки модуля необходимо создать запись, выполнив инициализацию

# DocumentWithVersionName
source: The document used to generate document versions
ru: Документ, использующийся при генерации версий документов

# AsyncEndWorkSimpleMessage
source: The process of generating {0} entities has completed its work.
ru: Процесс по генерации {0} сущностей завершил свою работу.

# ErrorNegativeNumber
source: The entered number must be greater than 0
ru: Введенное число должно быть больше 0

# ErrorText_SetAttachmentIntoGroup
source: Error caused by adding an attachment to group {0}: - {1}
ru: Ошибка вызванная занесением вложения в группу {0}: - {1}

# Error_StartTask
source: The task ID is {0}. Error: {1}
ru: ИД задачи - {0}. Ошибка: {1}

# NoticeSubject_InfoAboutStartTasks
source: Information about submitting tasks
ru: Информация об отправке задач
