Repository: STARKOV-Group/DrxFaker
Catalog: starkov.Faker/starkov.Faker.Shared/ParametersMatching/ParametersMatching.*.resx
Languages: ru

# ErrorToAddDataFillEntityType
source: To add data, fill "Entity type" or "Document type"
ru: Для добавления данных заполните "Тип сущности" или "Тип документа"

# ErrorToChangeDataFillEntityType
source: To change the data, fill "Entity type" or "Document type"
ru: Для изменения данных заполните "Тип сущности" или "Тип документа"

# DialogChangeData
source: Change data
ru: Изменение данных

# DialogFieldPropertyName
source: Property name
ru: Наименование свойства

# DialogFieldLocalizedValue
source: Localized value
ru: Локализованное значение

# DialogButtonChange
source: Change
ru: Изменить

# DialogDataInput
source: Data input
ru: Ввод данных

# DialogFieldUseLocalizedValue
source: Use localized value
ru: Использовать локализованное значение

# DialogFieldFillOption
source: Fill option
ru: Вариант заполнения

# DialogInfoLocalizedPropertyNotUnique
source: Localized property values are not unique
ru: Локализованные значения свойств не уникальны

# DialogErrorDateFromGreaterDateTo
source: Date "From" cannot be greater than date "To"
ru: Дата "С" не может быть больше чем дата "По"

# DialogErrorValueFromGreaterValueTo
source: The value "From" cannot be greater than the value "To"
ru: Значение "С" не может быть больше чем значение "По"

# DialogFieldDate
source: Date
ru: Дата

# DialogFieldBooleanValue
source: Boolean value
ru: Логическое значение

# DialogFieldNumber
source: Number
ru: Число

# DialogFieldString
source: String
ru: Строка

# DialogFieldEnumeration
source: Enumeration
ru: Перечисление

# DialogFieldValue
source: Value
ru: Значение

# DialogFieldDateFrom
source: Date from
ru: Дата с

# DialogFieldDateTo
source: Date to
ru: Дата по

# DialogFieldNumberLength
source: Number length
ru: Длина числа

# DialogFieldFrom
source: From
ru: С

# DialogFieldBy
source: By
ru: По

# DialogFieldSex
source: Sex
ru: Пол

# DialogErrorNoProperty
source: This entity type does not contain property {0}
ru: Данный тип сущности не содержит свойства {0}

# Error_DeleteReqValue
source: Cannot delete required values
ru: Нельзя удалять обязательные для заполнения значения

# Error_WrongWayToAddValue
source: You can add values only by clicking the corresponding button
ru: Добавлять значения можно только по соответствующей кнопке

# DialogInfoNoAvailableParams
source: There is no data to select
ru: Отсутствуют данные для выбора

# Error_WrongWayToDelete
source: You can delete values only by clicking the corresponding button
ru: Удалять значения можно только по соответствующей кнопке

# DialogFieldLocalizedCollectionValue
source: Localized collection value
ru: Локализованное значение коллекции

# DialogFieldCollectionName
source: Collection name
ru: Наименование коллекции

# DialogInfoLocalizedCollectionNotUnique
source: Localized collection values are not unique
ru: Локализованные значения коллекций не уникальны

# ErrorToAddAttachmentFillEntityType
source: To add data, fill in "Entity Type"
ru: Для добавления данных заполните "Тип сущности"

# DialogFieldAttachmentName
source: Attachment name
ru: Наименование вложения

# Error_GreaterThenLimit
source: The maximum quantity for this group is {0}
ru: Максимальное количество для данной группы - {0}
